{
    "characters": {
        "Ostrich": {
            "question": "Tomorrow I participate in the first annual race to find out who the fastest land animal is! I want to have lots of energy for tomorrow, but my friends asked to hang out. So, what should I do?",
            "reply": [
                ["Go out with friends and enjoy their company! That will refresh your energy and hype you up.", "E", "3"],
                ["Take a day off to relax on your own. Time in solidarity will revitalize your willpower", "I", "3"]
            ],
            "sprite": "assets/ostrich.png"
        },
        "Seahorse": {
            "question": "Yesterday, I found out that my husband is pregnant, but he's a stay-at-home husband when I work all day, and I worry the kid isn't mine because of how distant he is. I want to approach him, but how should I do it?",
            "reply": [
                ["Using emotions as a source of vulnerability is the best way to approach problems in life. Do so, and they will guide you well.", "F", "3"],
                ["Be clear-headed and fair in your approach, and stay steady and unswayed by words. You must go in with confidence and logic, and then you will find the truth.", "T", "3"]
            ],
            "sprite": "assets/seahorse.png"
        },
        "Jellyfish": {
            "question": "I don't have a brain. I think I could grow one if I tried really hard... But, would it be worth it? ",
            "reply": [
                ["The best approach to life is one filled with thoughts of the future and its possibilities, theoretics and intuitions! A brain would make you happier with these abilities.", "N", "3"],
                ["Life is based on sensory experiences, not lived in the mind! Take in what's around you to best enjoy your life; You'll be happier living without worry for the bigger picture.", "S", "3"]
            ],
            "sprite": "assets/jellyfish.png"
        },
        "Octopus": {
            "question": "I'm obviously very smart. And intelligent. And Im NOT going to use your response as information-gathering for the upcoming secret war on the human species... but which do you think will end better: planning an attack in advance, or waiting for a good opportunity to arise?",
            "reply": [
                ["Keeping your options open for opportunities to attack is best. You'll never know what life has in store for you if you decide too early.", "P", "3"],
                ["Plan an attack now! The future is unpredictable and plans are valuable to have. Being committed is a useful skill.", "J", "3"]
            ],
            "sprite": "assets/octopus.png"
        },
        "Isopod": {
            "question": "I'm a pretty small critter, so I spend some of my time rolled up into a ball. But lately, I worry that ball is becoming life for me. Should I be socializing more?",
            "reply": [
                ["Some say that in order to be happy in the world, you must first be happy with yourself. Just being with yourself will do you well.", "I", "2"],
                ["Socialization is an important, enjoyable, and uplifting part of life! making sure you do so is key to long-term happiness.", "E", "2"]
            ],
            "sprite": "assets/ghost.png"
        },
        "Hummingbird": {
            "question": "Hello! I'm a hummingbird and I can't help but be filled with energy all the time! In fact, I can't even punctuate my sentences calmly! Please, what will hollow and drain my energy reserves as fast as possible!?",
            "reply": [
                ["Isolation and loneliness can quickly remove your energy whenever you need, especially with silence and lack of stimulus. Solidarity will help you.", "E", "2"],
                ["With all that energy, you should go out to a big crowded space! The sounds, lights, noise, and everything else should will drain your reserves when you need.", "I", "2"]
            ],
            "sprite": "assets/ghost.png"
        },
        "Fish": {
            "question": "It's nice to see you! I need help- I'm actually a teacher at a school of fish, but I'm not sure what teaching method will help my students learn best. Please tell me what will result in better student retention, so I can secure better funding from the school's kelp district.",
            "reply": [
                ["Make sure that your students are able to view and explore concrete facts and evidence as you teach. Examples and details are key to understanding any subject, and will best increase your funding.", "S", "3"],
                ["Prioritize explaining the concepts and possible applications of what you teach. Helping them understand the 'bigger picture' will better help retention and funding.", "N", "3"]
            ],
            "sprite": "assets/ghost.png"
        },
        "Mantis Shrimp": {
            "question": "I used to be a human, but a spooky witch turned me into a mantis shrimp! With my increased vision of UV and polarized light, I get pretty overwhelmed with all the colors in the ocean, and it's hard to see. What do you think will be easiest to help me adjust?",
            "reply": [
                ["Focus on small details, to take in a bit of color first. Through those small details, you will eventually adjust and find the new colors are easier to adjust to.", "S", "2"],
                ["Try looking at landscapes or such from afar. Taking in big, general shapes and colors should help with later picking apart small colors. This will help you see better.", "N", "2"]
            ],
            "sprite": "assets/ghost.png"
        },
        "Raccoon": {
            "question": "I know I'm not supposed to rummage through trash, given it's illegal... But I never get caught, it's better rummaged than being wasted, and I absolutely love doing it! What should I do?",
            "reply": [
                ["The law is strict, and so should your rein on your emotions be. Despite the joy it gives you, rummaging through the trash is not the best choice for your future.", "T", "1"],
                ["Your emotions and urges harm none and bring you joy. With caution and acceptance of risk, your rummaging is a good choice in your life's future.", "F", "1"]
            ],
            "sprite": "assets/raccoon.png"
        },
        "Turtle": {
            "question": "I am so slow, and so young, and I know I will live very long... But I'm unsure if my life's goal should be collecting wisdom in regards to my feelings, or collecting wisdoms such as knowledge instead.",
            "reply": [
                ["Meaning in life comes from feelings, and the recognition of this fact is in itself wise. Your life will benefit from emotional depth.", "F", "2"],
                ["Being knowledgeable and informed is an important aspect of life that will lead you to greater successes throughout your lifespan.", "T", "2"]
            ],
            "sprite": "assets/ghost.png"
        },
        "Sloth": {
            "question": "I... am... mister... sloth... Should... I... make... plans... or... lay... in... tree...?",
            "reply": [
                ["Plans... suck...! Spontaneity is fun, and you can always change your mind later.", "P", "2"],
                ["Plans... rock...! You'll end up worrying without them, mister sloth." , "J", "2"]
            ],
            "sprite": "assets/sloth.png"
        },
        "Bee": {
            "question": "I'm a buzzy queen bee, and I'm about to begin conzztructing my firzzt hive with my workerzz! I'm excited to get right into conzztruction, but I'm not zzhure how. What zzhould I zztart doing?",
            "reply": [
                ["There's no way to learn and improve without doing! With projects like this, you will find that flying in headfirst to see what works will help your building.", "P", "3"],
                ["Do some research about hives nearby, and follow small steps consistently until your hive is built.", "J", "3"]
            ],
            "sprite": "assets/ghost.png"
        }
    },
    "interstitial_messages": [
        "A wise choice?", 
        "I personally see where you're coming from on that one, but not the choice I would have made.",
        "Your advice seems questionable at best. ",
        "That was hilarious! I don't care about the wellbeing of anyone in my life either. Anyhow...next!",
        "While I respect that fact that you are the one making these decisions, I in fact do not respect your descisions.",
        "Sure. I suppose.",
        "Bit of an odd character, that one. Wild card. Best we avoid further meddling in their problems.",
        "...",
        "Did you know that during your conversation with that one, I wrote three books. What are you doing with your life?",
        "I know sometimes I can come off as hyperbolically mean, but I genuinely believe you just made the world a worse place for everyone. From the bottom of my heart.",
        "Heads up: that one may come back in greater numbers.",
        "Actually, I sort of agree. A broken clock is wrong twice a day, as they say. Of course, something being broken has the implication that it can be fixed...",
        "Yeah. Sure. Ok.",
        "??? Just... ???          ???        ???     ????",
        "Please don't assume the worst of me, but I believe you assume the worst in people.",
        "I don't know about that one.",
        "While on the one hand, you chose exactly what I thought you might, I can't help but to still feel disappointed.",
        "I'll give you that one. Not really a better option, is there?",
        "\"Had I more time, I would have written a shorter letter.\" -Not you apparently.",
        "Not bad.",
        "That was helpful?",
        "Even though I disagree, I disagree."
    ]
}